Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# NextBackupWaitingDynamic
source: Next backup: waiting
cs_cz: Další záloha: čeká
de_de: Nächste Sicherung: wartet
es_es: Próxima copia: en espera
fr_fr: Prochaine sauvegarde : en attente
id_id: Cadangan berikutnya: menunggu
it_it: Prossimo backup: in attesa
ja_jp: 次のバックアップ：待機中
ko_kr: 다음 백업: 대기 중
pl_pl: Następna kopia: oczekiwanie
pt_br: Próximo backup: aguardando
ru_ru: Следующая копия: ожидание
th_th: สำรองครั้งถัดไป: รออยู่
tr_tr: Sonraki yedek: bekleniyor
uk_ua: Наступна копія: очікування
zh_cn: 下次备份：等待中
zh_tw: 下次備份：等待中

source: Unknown
cs_cz: Neznámé
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
id_id: Tidak diketahui
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
pl_pl: Nieznane
pt_br: Desconhecido
ru_ru: Неизвестно
th_th: ไม่ทราบ
tr_tr: Bilinmiyor
uk_ua: Невідомо
zh_cn: 未知
zh_tw: 未知

# ConfirmImportTitle
source: Import this save?
cs_cz: Importovat tuto uloženou hru?
de_de: Diesen Spielstand importieren?
es_es: ¿Importar esta partida?
fr_fr: Importer cette partie ?
id_id: Impor simpanan ini?
it_it: Importare questo salvataggio?
ja_jp: このセーブをインポートしますか？
ko_kr: 이 세이브를 가져올까요?
pl_pl: Zaimportować ten zapis?
pt_br: Importar esta partida?
ru_ru: Импортировать это сохранение?
th_th: นำเข้าเซฟนี้หรือไม่?
tr_tr: Bu kayıt içe aktarılsın mı?
uk_ua: Імпортувати це збереження?
zh_cn: 导入此存档？
zh_tw: 匯入此存檔？

source: Import
cs_cz: Importovat
de_de: Importieren
es_es: Importar
fr_fr: Importer
id_id: Impor
it_it: Importa
ja_jp: インポート
ko_kr: 가져오기
pl_pl: Importuj
pt_br: Importar
ru_ru: Импортировать
th_th: นำเข้า
tr_tr: İçe aktar
uk_ua: Імпортувати
zh_cn: 导入
zh_tw: 匯入

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
zh_cn: 取消
zh_tw: 取消

# ImportArchiveTitle
source: Import archive
cs_cz: Importovat archiv
de_de: Archiv importieren
es_es: Importar archivo comprimido
fr_fr: Importer une archive
id_id: Impor arsip
it_it: Importa archivio
ja_jp: アーカイブをインポート
ko_kr: 압축 파일 가져오기
pl_pl: Importuj archiwum
pt_br: Importar arquivo de backup
ru_ru: Импорт архива
th_th: นำเข้าไฟล์สำรอง
tr_tr: Arşiv içe aktar
uk_ua: Імпорт архіву
zh_cn: 导入备份文件
zh_tw: 匯入備份檔

# InvalidArchiveFormat
source: This file cannot be imported. Check that PZ Tools exported it.
de_de: Diese Datei kann nicht importiert werden. Prüfen Sie, ob sie aus PZ Tools exportiert wurde.
es_es: No se puede importar este archivo. Comprueba que lo haya exportado PZ Tools.
fr_fr: Impossible d’importer ce fichier. Vérifiez qu’il a été exporté par PZ Tools.
id_id: Berkas ini tidak dapat diimpor. Pastikan berkas diekspor oleh PZ Tools.
it_it: Impossibile importare questo file. Verifica che sia stato esportato da PZ Tools.
ja_jp: このファイルはインポートできません。PZ Tools でエクスポートしたファイルか確認してください。
pt_br: Não é possível importar este arquivo. Verifique se ele foi exportado pelo PZ Tools.
ru_ru: Этот файл нельзя импортировать. Убедитесь, что его экспортировал PZ Tools.
tr_tr: Bu dosya içe aktarılamıyor. PZ Tools ile dışa aktarıldığını kontrol edin.
uk_ua: Цей файл не можна імпортувати. Переконайтеся, що його експортував PZ Tools.
zh_tw: 無法匯入此檔案。請確認是否由 PZ Tools 匯出。

# UnsafeArchiveCompression
source: Not imported: the archive is unsafe.
de_de: Nicht importiert: Das Archiv ist unsicher.
fr_fr: Non importé : l’archive n’est pas sûre.
id_id: Tidak diimpor: arsip ini tidak aman.
it_it: Non importato: l’archivio non è sicuro.
ja_jp: 安全でない圧縮ファイルのため、インポートしませんでした。
pt_br: Não importado: o arquivo compactado não é seguro.
ru_ru: Не импортировано: архив небезопасен.
tr_tr: İçe aktarılmadı: arşiv güvenli değil.
uk_ua: Не імпортовано: архів небезпечний.
zh_tw: 壓縮檔不安全，未匯入。

# ManualBackupTitle
source: Manual backup
cs_cz: Ruční záloha
de_de: Manuelle Sicherung
es_es: Copia manual
fr_fr: Sauvegarde manuelle
id_id: Cadangan manual
it_it: Backup manuale
ja_jp: 手動バックアップ
ko_kr: 수동 백업
pl_pl: Ręczna kopia
pt_br: Backup manual
ru_ru: Ручная копия
th_th: สำรองด้วยตนเอง
tr_tr: Manuel yedek
uk_ua: Ручна копія
zh_cn: 手动备份
zh_tw: 手動備份

# ConfirmRestoreTitle
source: Restore the selected backup?
cs_cz: Obnovit vybranou zálohu?
de_de: Ausgewählte Sicherung wiederherstellen?
es_es: ¿Restaurar la copia seleccionada?
fr_fr: Restaurer la sauvegarde sélectionnée ?
id_id: Pulihkan cadangan yang dipilih?
it_it: Ripristinare il backup selezionato?
ja_jp: 選択したバックアップを復元しますか？
ko_kr: 선택한 백업으로 복원할까요?
pl_pl: Przywrócić wybraną kopię?
pt_br: Restaurar o backup selecionado?
ru_ru: Восстановить выбранную копию?
th_th: กู้คืนข้อมูลสำรองที่เลือกหรือไม่?
tr_tr: Seçili yedek geri yüklensin mi?
uk_ua: Відновити вибрану копію?
zh_cn: 恢复所选备份？
zh_tw: 還原所選備份？

# ConfirmRestoreBody
source: Replace the current files for ‘{0}’ with backup ‘{1}’. Progress made after that backup will be lost. If restoring is interrupted, reopen PZ Tools before loading this save in the game.
cs_cz: Nahradit aktuální soubory „{0}“ zálohou „{1}“. Postup od vytvoření této zálohy bude ztracen. Pokud se obnovení přeruší, znovu otevřete PZ Tools před načtením této uložené hry.
de_de: Die aktuellen Dateien von „{0}“ durch die Sicherung „{1}“ ersetzen. Fortschritte seit dieser Sicherung gehen verloren. Falls die Wiederherstellung unterbrochen wird, öffnen Sie PZ Tools erneut, bevor Sie diesen Spielstand im Spiel laden.
es_es: Sustituir los archivos actuales de «{0}» por la copia «{1}». Se perderá el progreso posterior a esa copia. Si la restauración se interrumpe, vuelve a abrir PZ Tools antes de cargar esta partida en el juego.
fr_fr: Remplacer les fichiers actuels de « {0} » par la sauvegarde « {1} ». La progression depuis cette sauvegarde sera perdue. Si la restauration est interrompue, rouvrez PZ Tools avant de charger cette partie dans le jeu.
id_id: Ganti berkas saat ini untuk “{0}” dengan cadangan “{1}”. Kemajuan setelah cadangan tersebut akan hilang. Jika pemulihan terhenti, buka kembali PZ Tools sebelum memuat simpanan ini di gim.
it_it: Sostituire i file attuali di «{0}» con il backup «{1}». I progressi successivi a quel backup andranno persi. Se il ripristino viene interrotto, riapri PZ Tools prima di caricare questo salvataggio nel gioco.
ja_jp: 「{0}」の現在のファイルをバックアップ「{1}」に置き換えます。そのバックアップ以降の進行状況は失われます。復元が中断した場合は、ゲームでこのセーブを読み込む前にPZ Toolsを起動し直してください。
ko_kr: ‘{0}’의 현재 파일을 ‘{1}’ 백업으로 교체합니다. 백업 이후의 진행 내용은 사라집니다. 복원이 중단되면 게임에서 세이브를 불러오기 전에 PZ Tools를 다시 실행해 주세요.
pl_pl: Zastąpić bieżące pliki „{0}” kopią „{1}”. Postępy od czasu utworzenia tej kopii zostaną utracone. Jeśli przywracanie zostanie przerwane, otwórz ponownie PZ Tools przed wczytaniem tego zapisu w grze.
pt_br: Substituir os arquivos atuais de “{0}” pelo backup “{1}”. O progresso feito após esse backup será perdido. Se a restauração for interrompida, abra o PZ Tools novamente antes de carregar essa partida no jogo.
ru_ru: Заменить текущие файлы «{0}» резервной копией «{1}». Прогресс после создания этой копии будет потерян. Если восстановление прервётся, снова откройте PZ Tools, прежде чем загружать это сохранение в игре.
th_th: แทนที่ไฟล์ปัจจุบันของ “{0}” ด้วยข้อมูลสำรอง “{1}” ความคืบหน้าหลังจากสำรองครั้งนั้นจะหายไป หากการกู้คืนถูกขัดจังหวะ ให้เปิด PZ Tools อีกครั้งก่อนโหลดเซฟนี้ในเกม
tr_tr: “{0}” kaydının geçerli dosyalarını “{1}” yedeğiyle değiştirir. Bu yedekten sonraki ilerleme kaybolur. Geri yükleme kesilirse bu kaydı oyunda açmadan önce PZ Tools'u yeniden açın.
uk_ua: Замінити поточні файли «{0}» резервною копією «{1}». Прогрес після створення цієї копії буде втрачено. Якщо відновлення перерветься, знову відкрийте PZ Tools, перш ніж завантажувати це збереження в грі.
zh_cn: 将“{0}”的当前文件替换为备份“{1}”。该备份之后的游戏进度将丢失。如果恢复中断，请先重新打开 PZ Tools，再在游戏中加载此存档。
zh_tw: 將「{0}」目前的檔案替換為備份「{1}」。該備份之後的遊戲進度將會遺失。如果還原中斷，請先重新開啟 PZ Tools，再於遊戲中載入此存檔。

# RestoreAction
source: Restore
cs_cz: Obnovit
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
id_id: Pulihkan
it_it: Ripristina
ja_jp: 復元
ko_kr: 복원
pl_pl: Przywróć
pt_br: Restaurar
ru_ru: Восстановить
th_th: กู้คืน
tr_tr: Geri yükle
uk_ua: Відновити
zh_cn: 恢复
zh_tw: 還原

# RestoreTitle
source: Restore
cs_cz: Obnovit
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
id_id: Pulihkan
it_it: Ripristina
ja_jp: 復元
ko_kr: 백업 복원
pl_pl: Przywróć
pt_br: Restaurar
ru_ru: Восстановить
th_th: กู้คืน
tr_tr: Geri yükle
uk_ua: Відновити
zh_cn: 恢复
zh_tw: 還原

# ArchiveFileType
source: PZ Tools save backup
cs_cz: Záloha uložené hry PZ Tools
de_de: PZ Tools-Spielstandsicherung
es_es: Copia de partida de PZ Tools
fr_fr: Sauvegarde de partie PZ Tools
id_id: Cadangan simpanan PZ Tools
it_it: Backup di salvataggio PZ Tools
ja_jp: PZ Tools セーブバックアップ
ko_kr: PZ Tools 세이브 백업
pl_pl: Kopia zapisu PZ Tools
pt_br: Backup de partida do PZ Tools
ru_ru: Резервная копия PZ Tools
th_th: ข้อมูลสำรองเซฟ PZ Tools
tr_tr: PZ Tools kayıt yedeği
uk_ua: Резервна копія PZ Tools
zh_cn: PZ Tools 存档备份
zh_tw: PZ Tools 存檔備份

# ExportArchiveTitle
source: Export ZIP
cs_cz: Exportovat ZIP
de_de: ZIP exportieren
es_es: Exportar ZIP
fr_fr: Exporter un ZIP
id_id: Ekspor ZIP
it_it: Esporta ZIP
ja_jp: ZIPをエクスポート
ko_kr: 압축 파일 내보내기
pl_pl: Eksportuj ZIP
pt_br: Exportar ZIP
ru_ru: Экспорт ZIP
th_th: ส่งออก ZIP
tr_tr: ZIP dışa aktar
uk_ua: Експорт ZIP
zh_cn: 导出 ZIP
zh_tw: 匯出 ZIP

# OperationSucceeded
source: Completed.
cs_cz: Dokončeno.
de_de: Abgeschlossen.
es_es: Completado.
fr_fr: Terminé.
id_id: Selesai.
it_it: Completato.
ja_jp: 完了しました。
ko_kr: 완료했습니다.
pl_pl: Ukończono.
pt_br: Concluído.
ru_ru: Готово.
th_th: เสร็จสิ้น
tr_tr: Tamamlandı.
uk_ua: Готово.
zh_cn: 已完成。
zh_tw: 已完成。

# OperationNoChange
source: Nothing changed.
de_de: Nichts geändert.
es_es: No ha cambiado nada.
fr_fr: Aucun changement.
id_id: Tidak ada yang berubah.
it_it: Nessuna modifica.
ja_jp: 変更はありません。
pt_br: Nada mudou.
ru_ru: Ничего не изменилось.
tr_tr: Değişen bir şey yok.
uk_ua: Нічого не змінилося.
zh_tw: 沒有變更。

# OperationBusy
source: Skipped: other work was running.
de_de: Übersprungen: Ein anderer Vorgang lief.
es_es: Omitido: había otra operación en curso.
fr_fr: Ignoré : une autre opération était en cours.
id_id: Dilewati: ada operasi lain berjalan.
it_it: Saltato: era in corso un’altra operazione.
ja_jp: 別の処理中のためスキップしました。
pt_br: Ignorado: outra operação estava em andamento.
ru_ru: Пропущено: шла другая операция.
tr_tr: Atlandı: başka bir işlem sürüyordu.
uk_ua: Пропущено: виконувалася інша операція.
zh_tw: 其他作業正在進行，已略過。

# OperationFailed
source: Failed. Check the logs.
de_de: Fehlgeschlagen. Prüfen Sie das Protokoll.
es_es: Ha fallado. Consulta los registros.
fr_fr: Échec. Consultez les journaux.
id_id: Gagal. Periksa log.
it_it: Non riuscito. Controlla il registro.
ja_jp: 失敗しました。ログを確認してください。
pt_br: Falhou. Confira os registros.
ru_ru: Ошибка. Проверьте журнал.
tr_tr: Başarısız oldu. Günlükleri kontrol edin.
uk_ua: Помилка. Перевірте журнал.
zh_tw: 作業失敗。請查看記錄。

source: No play history
cs_cz: Žádná historie hraní
de_de: Noch nicht gespielt
es_es: Sin historial de juego
fr_fr: Aucune partie jouée
id_id: Belum ada riwayat bermain
it_it: Nessuna partita precedente
ja_jp: プレイ履歴はありません
ko_kr: 플레이 기록 없음
pl_pl: Brak historii gry
pt_br: Sem histórico de jogo
ru_ru: Нет истории игры
th_th: ไม่มีประวัติการเล่น
tr_tr: Oyun geçmişi yok
uk_ua: Історії гри немає
zh_cn: 暂无游玩记录
zh_tw: 尚無遊玩記錄

# SchedulerStatusUnavailable
source: Next backup time unknown
de_de: Zeit der nächsten Sicherung unbekannt
es_es: Hora de la próxima copia desconocida
fr_fr: Heure de la prochaine sauvegarde inconnue
id_id: Waktu pencadangan berikutnya tidak diketahui
it_it: Ora del prossimo backup sconosciuta
ja_jp: 次のバックアップ時刻は不明
pt_br: Horário do próximo backup desconhecido
ru_ru: Время следующей копии неизвестно
tr_tr: Sonraki yedek zamanı bilinmiyor
uk_ua: Час наступної копії невідомий
zh_tw: 下次備份時間不明

# ProjectorArea.Schedule
source: Next backup
cs_cz: Příští záloha
de_de: Nächste Sicherung
es_es: Próxima copia
fr_fr: Prochaine sauvegarde
id_id: Pencadangan berikutnya
it_it: Prossimo backup
ja_jp: 次回のバックアップ
ko_kr: 다음 백업
pl_pl: Następna kopia
pt_br: Próximo backup
ru_ru: Следующее копирование
th_th: การสำรองครั้งถัดไป
tr_tr: Sonraki yedek
uk_ua: Наступне копіювання
zh_cn: 下次备份
zh_tw: 下次備份

# OperationCancelled
source: Canceled.
de_de: Abgebrochen.
es_es: Cancelado.
fr_fr: Annulé.
id_id: Dibatalkan.
it_it: Annullato.
ja_jp: キャンセルしました。
pt_br: Cancelado.
ru_ru: Отменено.
tr_tr: İptal edildi.
uk_ua: Скасовано.
zh_tw: 已取消。

# OperationDegraded
source: Finished with a problem. Check the logs.
de_de: Mit einem Problem beendet. Prüfen Sie das Protokoll.
es_es: Terminado con un problema. Consulta los registros.
fr_fr: Terminé avec un problème. Consultez les journaux.
id_id: Selesai dengan masalah. Periksa log.
it_it: Terminato con un problema. Controlla il registro.
ja_jp: 終了しましたが、問題があります。ログを確認してください。
pt_br: Concluído com um problema. Confira os registros.
ru_ru: Завершено с проблемой. Проверьте журнал.
tr_tr: Bir sorunla tamamlandı. Günlükleri kontrol edin.
uk_ua: Завершено з проблемою. Перевірте журнал.
zh_tw: 已結束，但有問題。請查看記錄。

# LogsNavigation.Content
source: Logs
cs_cz: Protokol
de_de: Protokoll
es_es: Registros
fr_fr: Journaux
id_id: Log
it_it: Registro
ja_jp: ログ
ko_kr: 로그
pl_pl: Dziennik
pt_br: Registros
ru_ru: Журнал
th_th: บันทึกเหตุการณ์
tr_tr: Günlükler
uk_ua: Журнал
zh_cn: 日志
zh_tw: 記錄

# LogLevel.Trace
source: Trace
cs_cz: Trasování
de_de: Ablaufverfolgung
es_es: Traza
id_id: Pelacakan
it_it: Traccia
ja_jp: トレース
ko_kr: 추적
pl_pl: Śledzenie
pt_br: Rastreamento
ru_ru: Трассировка
th_th: ติดตาม
tr_tr: İzleme
uk_ua: Трасування
zh_cn: 跟踪
zh_tw: 追蹤

# LogLevel.Information
source: Information
cs_cz: Informace
es_es: Información
id_id: Informasi
it_it: Informazione
ja_jp: 情報
ko_kr: 정보
pl_pl: Informacja
pt_br: Informação
ru_ru: Информация
th_th: ข้อมูล
tr_tr: Bilgi
uk_ua: Інформація
zh_cn: 信息
zh_tw: 資訊

# LogLevel.Warning
source: Warning
cs_cz: Upozornění
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
id_id: Peringatan
it_it: Avviso
ja_jp: 警告
ko_kr: 경고
pl_pl: Ostrzeżenie
pt_br: Aviso
ru_ru: Предупреждение
th_th: คำเตือน
tr_tr: Uyarı
uk_ua: Попередження
zh_cn: 警告
zh_tw: 警告

# LogLevel.Error
source: Error
cs_cz: Chyba
de_de: Fehler
fr_fr: Erreur
id_id: Kesalahan
it_it: Errore
ja_jp: エラー
ko_kr: 오류
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
zh_cn: 错误
zh_tw: 錯誤

# LogLevel.Critical
source: Critical
cs_cz: Kritická
de_de: Kritisch
es_es: Crítico
fr_fr: Critique
id_id: Kritis
it_it: Critico
ja_jp: 重大
ko_kr: 치명적
pl_pl: Krytyczny
pt_br: Crítico
ru_ru: Критический
th_th: วิกฤต
tr_tr: Kritik
uk_ua: Критичний
zh_cn: 严重
zh_tw: 嚴重

# LogLevelAtOrAboveFormat
source: {0} or higher
cs_cz: {0} a vyšší
de_de: Ab {0}
es_es: {0} o superior
fr_fr: {0} ou supérieur
id_id: {0} atau lebih tinggi
it_it: {0} o superiore
ja_jp: {0}以上
ko_kr: {0} 이상
pl_pl: {0} lub wyższy
pt_br: {0} ou superior
ru_ru: {0} и выше
th_th: {0} ขึ้นไป
tr_tr: {0} ve üzeri
uk_ua: {0} і вище
zh_cn: {0}及以上
zh_tw: {0}及以上

# LogsTitle
source: Logs
cs_cz: Protokol
de_de: Protokoll
es_es: Registros
fr_fr: Journaux
id_id: Log
it_it: Registro
ja_jp: ログ
ko_kr: 로그
pl_pl: Dziennik
pt_br: Registros
ru_ru: Журнал
th_th: บันทึกเหตุการณ์
tr_tr: Günlükler
uk_ua: Журнал
zh_cn: 日志
zh_tw: 記錄

# LogComponentFilter
source: Activity
cs_cz: Typ operace
de_de: Vorgangsart
es_es: Tipo de operación
fr_fr: Type d’opération
id_id: Jenis operasi
it_it: Tipo di operazione
ja_jp: 操作の種類
ko_kr: 작업 종류
pl_pl: Rodzaj operacji
pt_br: Tipo de operação
ru_ru: Тип операции
th_th: ประเภทการทำงาน
tr_tr: İşlem türü
uk_ua: Тип операції
zh_cn: 操作类型
zh_tw: 作業類型

# LogRunIndexFilter
source: Operation number
cs_cz: Číslo operace
de_de: Vorgangsnummer
es_es: Número de operación
fr_fr: Numéro de l’opération
id_id: Nomor operasi
it_it: Numero operazione
ja_jp: 処理番号
ko_kr: 작업 번호
pl_pl: Numer operacji
pt_br: Número da operação
ru_ru: Номер операции
th_th: หมายเลขงาน
tr_tr: İşlem numarası
uk_ua: Номер операції
zh_cn: 任务编号
zh_tw: 作業編號

source: All
cs_cz: Vše
de_de: Alle
es_es: Todos
fr_fr: Tous
id_id: Semua
it_it: Tutti
ja_jp: すべて
ko_kr: 전체
pl_pl: Wszystkie
pt_br: Todos
ru_ru: Все
th_th: ทั้งหมด
tr_tr: Tümü
uk_ua: Усі
zh_cn: 全部
zh_tw: 全部

# NoLogs
source: There are no logs to display.
cs_cz: Žádné záznamy k zobrazení.
de_de: Es sind keine Protokolle vorhanden.
es_es: No hay registros que mostrar.
fr_fr: Aucun journal à afficher.
id_id: Tidak ada log untuk ditampilkan.
it_it: Nessun registro da mostrare.
ja_jp: 表示するログはありません。
ko_kr: 표시할 로그가 없습니다.
pl_pl: Brak wpisów do wyświetlenia.
pt_br: Não há registros para exibir.
ru_ru: Нет записей для отображения.
th_th: ไม่มีบันทึกให้แสดง
tr_tr: Gösterilecek günlük yok.
uk_ua: Немає записів для показу.
zh_cn: 没有可显示的日志。
zh_tw: 沒有可顯示的記錄。

# AcknowledgeLog
source: Mark reviewed
cs_cz: Označit jako zkontrolované
de_de: Als geprüft markieren
es_es: Marcar como revisado
fr_fr: Marquer comme consulté
id_id: Tandai sudah ditinjau
it_it: Segna come verificato
ja_jp: 確認済みにする
ko_kr: 확인
pl_pl: Oznacz jako sprawdzone
pt_br: Marcar como revisado
ru_ru: Отметить как просмотренное
th_th: ทำเครื่องหมายว่าตรวจสอบแล้ว
tr_tr: İncelendi olarak işaretle
uk_ua: Позначити як переглянуте
zh_cn: 标记为已查看
zh_tw: 標記為已檢視

# AcknowledgeAllLogs
source: Mark all reviewed
cs_cz: Označit vše jako zkontrolované
de_de: Alle als geprüft markieren
es_es: Marcar todo como revisado
fr_fr: Tout marquer comme consulté
id_id: Tandai semua sudah ditinjau
it_it: Segna tutto come verificato
ja_jp: すべて確認済みにする
ko_kr: 모두 확인
pl_pl: Oznacz wszystkie jako sprawdzone
pt_br: Marcar tudo como revisado
ru_ru: Отметить всё как просмотренное
th_th: ทำเครื่องหมายทั้งหมดว่าตรวจสอบแล้ว
tr_tr: Tümünü incelendi olarak işaretle
uk_ua: Позначити все як переглянуте
zh_cn: 全部标记为已查看
zh_tw: 全部標記為已檢視

# AcknowledgeIssue
source: Mark this operation reviewed
cs_cz: Označit tuto operaci jako zkontrolovanou
de_de: Diesen Vorgang als geprüft markieren
es_es: Marcar esta operación como revisada
fr_fr: Marquer cette exécution comme consultée
id_id: Tandai operasi ini sudah ditinjau
it_it: Segna questa operazione come verificata
ja_jp: この処理を確認済みにする
ko_kr: 이 작업 확인
pl_pl: Oznacz tę operację jako sprawdzoną
pt_br: Marcar esta operação como revisada
ru_ru: Отметить эту операцию как просмотренную
th_th: ทำเครื่องหมายงานนี้ว่าตรวจสอบแล้ว
tr_tr: Bu işlemi incelendi olarak işaretle
uk_ua: Позначити цю операцію як переглянуту
zh_cn: 将此次操作标记为已查看
zh_tw: 將此次作業標記為已檢視

# AcknowledgeAlert
source: Mark this alert reviewed
cs_cz: Označit toto upozornění jako zkontrolované
de_de: Diesen Hinweis als geprüft markieren
es_es: Marcar esta alerta como revisada
fr_fr: Marquer cette alerte comme consultée
id_id: Tandai peringatan ini sudah ditinjau
it_it: Segna questo avviso come verificato
ja_jp: この通知を確認済みにする
ko_kr: 이 알림 확인
pl_pl: Oznacz to powiadomienie jako sprawdzone
pt_br: Marcar este alerta como revisado
ru_ru: Отметить это уведомление как просмотренное
th_th: ทำเครื่องหมายการแจ้งเตือนนี้ว่าตรวจสอบแล้ว
tr_tr: Bu uyarıyı incelendi olarak işaretle
uk_ua: Позначити це сповіщення як переглянуте
zh_cn: 将此提醒标记为已查看
zh_tw: 將此提醒標記為已檢視

# AcknowledgeAllLogsFormat
source: Mark all {0:N0} items reviewed
cs_cz: Označit všechny nezkontrolované položky jako zkontrolované ({0:N0})
de_de: Alle {0:N0} ungeprüften Einträge als geprüft markieren
es_es: Marcar los {0:N0} elementos pendientes como revisados
fr_fr: Marquer les {0:N0} éléments non consultés comme consultés
id_id: Tandai semua {0:N0} entri yang belum ditinjau sebagai sudah ditinjau
it_it: Segna tutti i {0:N0} elementi in sospeso come verificati
ja_jp: 未確認の{0:N0}件をすべて確認済みにする
ko_kr: 미확인 {0:N0}건 모두 확인
pl_pl: Oznacz wszystkie niesprawdzone wpisy jako sprawdzone ({0:N0})
pt_br: Marcar todos os {0:N0} itens pendentes como revisados
ru_ru: Отметить все непросмотренные записи как просмотренные ({0:N0})
th_th: ทำเครื่องหมายรายการที่ยังไม่ตรวจสอบทั้ง {0:N0} รายการว่าตรวจสอบแล้ว
tr_tr: İncelenmemiş {0:N0} öğenin tümünü incelendi olarak işaretle
uk_ua: Позначити всі непереглянуті записи як переглянуті ({0:N0})
zh_cn: 将全部 {0:N0} 条未查看记录标记为已查看
zh_tw: 將全部 {0:N0} 筆未檢視記錄標記為已檢視

# LogIndexFormat
source: Log number {0}
cs_cz: Číslo záznamu {0}
de_de: Protokollnummer {0}
es_es: Número de registro {0}
fr_fr: Numéro de journal {0}
id_id: Nomor log {0}
it_it: Numero di registro {0}
ja_jp: ログ番号 {0}
ko_kr: 로그 번호 {0}
pl_pl: Numer wpisu {0}
pt_br: Número do registro {0}
ru_ru: Номер записи {0}
th_th: หมายเลขบันทึก {0}
tr_tr: Günlük numarası {0}
uk_ua: Номер запису {0}
zh_cn: 日志编号 {0}
zh_tw: 記錄編號 {0}

# LogTimeHeader
source: Time
cs_cz: Čas
de_de: Zeit
es_es: Hora
fr_fr: Heure
id_id: Waktu
it_it: Ora
ja_jp: 時刻
ko_kr: 시간
pl_pl: Czas
pt_br: Hora
ru_ru: Время
th_th: เวลา
tr_tr: Saat
uk_ua: Час
zh_cn: 时间
zh_tw: 時間

# LogTimeYesterdayFormat
source: Yesterday {0}
cs_cz: Včera {0}
de_de: Gestern {0}
es_es: Ayer {0}
fr_fr: Hier {0}
id_id: Kemarin {0}
it_it: Ieri {0}
ja_jp: 昨日 {0}
ko_kr: 어제 {0}
pl_pl: Wczoraj {0}
pt_br: Ontem {0}
ru_ru: Вчера {0}
th_th: เมื่อวาน {0}
tr_tr: Dün {0}
uk_ua: Учора {0}
zh_cn: 昨天 {0}
zh_tw: 昨天 {0}

# LogLocalTimeHint
source: Choose times by this PC’s clock.
cs_cz: Vyberte časy podle hodin tohoto počítače.
de_de: Wählen Sie Zeiten nach der Uhr dieses PCs.
es_es: Elige las horas según el reloj de este PC.
fr_fr: Choisissez les heures selon l’horloge de ce PC.
id_id: Pilih waktu sesuai jam di PC ini.
it_it: Scegli gli orari in base all’orologio di questo PC.
ja_jp: このPCの時計の時刻で選択してください。
ko_kr: 이 PC의 시계 기준으로 선택하세요.
pl_pl: Wybierz godziny według zegara tego komputera.
pt_br: Escolha os horários conforme o relógio deste PC.
ru_ru: Указывайте время по часам этого компьютера.
th_th: เลือกเวลาตามนาฬิกาของพีซีเครื่องนี้
tr_tr: Saatleri bu bilgisayarın saatine göre seçin.
uk_ua: Вибирайте час за годинником цього комп’ютера.
zh_cn: 请按此电脑的时钟时间选择。
zh_tw: 請按此電腦的時鐘時間選擇。

# LogNumberHeader
source: Number
cs_cz: Číslo
de_de: Nummer
es_es: Número
fr_fr: Numéro
id_id: Nomor
it_it: Numero
ja_jp: 番号
ko_kr: 번호
pl_pl: Numer
pt_br: Número
ru_ru: Номер
th_th: หมายเลข
tr_tr: Numara
uk_ua: Номер
zh_cn: 编号
zh_tw: 編號

# LogLevelHeader
source: Level
cs_cz: Úroveň
de_de: Stufe
es_es: Nivel
fr_fr: Niveau
id_id: Tingkat
it_it: Livello
ja_jp: レベル
ko_kr: 수준
pl_pl: Poziom
pt_br: Nível
ru_ru: Уровень
th_th: ระดับ
tr_tr: Düzey
uk_ua: Рівень
zh_cn: 级别
zh_tw: 層級

# LogMessageHeader
source: Event
cs_cz: Událost
de_de: Ereignis
es_es: Evento
fr_fr: Événement
id_id: Peristiwa
it_it: Evento
ja_jp: イベント
ko_kr: 내용
pl_pl: Zdarzenie
pt_br: Evento
ru_ru: Событие
th_th: เหตุการณ์
tr_tr: Olay
uk_ua: Подія
zh_cn: 事件
zh_tw: 事件

# LogRunHeader
source: Operation
cs_cz: Operace
de_de: Vorgang
es_es: Operación
fr_fr: Opération
id_id: Operasi
it_it: Operazione
ja_jp: 処理
ko_kr: 작업
pl_pl: Operacja
pt_br: Operação
ru_ru: Операция
th_th: งาน
tr_tr: İşlem
uk_ua: Операція
zh_cn: 任务
zh_tw: 作業

# LogGroupCountFormat
source: {0:N0} total
cs_cz: Celkem {0:N0}
de_de: Insgesamt {0:N0}
es_es: {0:N0} en total
fr_fr: {0:N0} au total
id_id: Total {0:N0}
it_it: {0:N0} in totale
ja_jp: 全 {0:N0} 件
ko_kr: 총 {0:N0}건
pl_pl: Łącznie {0:N0}
pt_br: {0:N0} no total
ru_ru: Всего {0:N0}
th_th: ทั้งหมด {0:N0} รายการ
tr_tr: Toplam {0:N0}
uk_ua: Усього {0:N0}
zh_cn: 共 {0:N0} 条
zh_tw: 共 {0:N0} 筆

# LogPageRangeSummaryFormat
source: {1:N0}–{2:N0} of {0:N0}
cs_cz: {1:N0}–{2:N0} z {0:N0}
de_de: {1:N0}–{2:N0} von {0:N0}
es_es: {1:N0}–{2:N0} de {0:N0}
fr_fr: {1:N0}–{2:N0} sur {0:N0}
id_id: {1:N0}–{2:N0} dari {0:N0}
it_it: {1:N0}–{2:N0} di {0:N0}
ja_jp: {0:N0} 件中 {1:N0}～{2:N0} 件
ko_kr: 총 {0:N0}건 중 {1:N0}–{2:N0}
pl_pl: {1:N0}–{2:N0} z {0:N0}
pt_br: {1:N0}–{2:N0} de {0:N0}
ru_ru: {1:N0}–{2:N0} из {0:N0}
th_th: {1:N0}–{2:N0} จาก {0:N0} รายการ
tr_tr: {0:N0} öğeden {1:N0}–{2:N0}
uk_ua: {1:N0}–{2:N0} з {0:N0}
zh_cn: 第 {1:N0}–{2:N0} 条，共 {0:N0} 条
zh_tw: 第 {1:N0}–{2:N0} 筆，共 {0:N0} 筆
